Repository: 00riddle00/ptua18-library-deployment
Catalog: library/locale/*/LC_MESSAGES/django.po
Languages: lt

source: Name
lt: Pavadinimas

source: Enter the book genre (e.g. detective)
lt: Įveskite knygos žanrą (pvz., detektyvas)

source: Genre
lt: Žanras

source: Genres
lt: Žanrai

source: First Name
lt: Vardas

source: Last Name
lt: Pavardė

source: Description
lt: Aprašymas

source: Author
lt: Autorius

source: Authors
lt: Autoriai

source: Books
lt: Knygos

source: Title
lt: Pavadinimas

source: Short book description
lt: Trumpas knygos aprašymas

source: Cover
lt: Viršelis

source: 13 symbols
lt: 13 simbolių

source: ISBN code
lt: ISBN kodas

source: Select the genre(s) for this book
lt: Pasirinkite šios knygos žanrą (-us)

source: Book
lt: Knyga

source: Unique ID for a book copy
lt: Unikalus knygos kopijos ID

source: Will be available
lt: Bus prieinama

source: Administered
lt: Administruojama

source: Taken
lt: Paimta

source: Can be taken
lt: Gali būti paimta

source: Reserved
lt: Rezervuota

source: Status
lt: Būsena

source: Book loan status
lt: Knygos skolinimosi būsena

source: Reader
lt: Skaitytojas

source: Taken book
lt: Paimta knyga

source: Taken books
lt: Paimtos knygos

source: Reviewer
lt: Recenzentas

source: Submission date
lt: Pateikimo data

source: Review
lt: Atsiliepimas

source: Book Review
lt: Knygos atsiliepimas

source: Book Reviews
lt: Knygų atsiliepimai

source: reviewed by
lt: recenzavo

source: User
lt: Vartotojas

source: Photo
lt: Nuotrauka

source: Profile
lt: Profilis

source: Profiles
lt: Profiliai

source: profile
lt: profilis

source: Django site admin
lt: Bibliotekos administravimas

source: Library Administration
lt: Bibliotekos administravimas

source: District library
lt: Rajono biblioteka

source: Welcome to Book Heaven!
lt: Sveiki atvykę į Knygų rojų!

source: At the moment we have:
lt: Šiuo metu turime:

source: Books:
lt: Knygų:

source: Instances:
lt: Egzempliorių:

source: Free instances:
lt: Laisvų egzempliorių:

source: Authors:
lt: Autorių:

source: You are here for the %(num_visits)s time.
lt: Jūs esate čia %(num_visits)s-ą kartą.

source: Additional context data
lt: Papildomi konteksto duomenys

source: Username %s is already taken!
lt: Vartotojo vardas %s jau užimtas!

source: User with email %s is already registered!
lt: Vartotojas su el. paštu %s jau užsiregistravęs!

source: Account with the name %s has been successfully registered!
lt: Anketa su vardu %s sėkmingai užregistruota!
